Repository: Jandys/iCalc-interactive-calculations
Catalog: intercalcus/localization/*.po
Languages: cs_cz

source: Products - Inter Calcus
cs_cz: Produkty - Inter Calcus

source: InterCalcus - Products
cs_cz: InterCalcus - Produkty

source: Services - Inter Calcus
cs_cz: Služby - Inter Calcus

source: InterCalcus - Services
cs_cz: InterCalcus - Služby

source: Statistics - Inter Calcus
cs_cz: Statistiky - Inter Calcus

source: InterCalcus - Statistics
cs_cz: InterCalcus - Statistiky

source: Inter Calcus Menu
cs_cz: Inter Calcus

source: Name
cs_cz: Jméno

source: Description
cs_cz: Popis

source: Price per Unit
cs_cz: Cena za jednotku

source: Unit
cs_cz: Jednotka

source: Minimal Quantity
cs_cz: Minimální množství

source: Display Type
cs_cz: Typ zobrazení

source: Create New Calculation
cs_cz: Vytvořit novou kalkulaci

source: New Calculation title
cs_cz: Nová Kalkulace

source: Edit Current Configuration
cs_cz: Upravit aktuální konfiguraci

source: Save Calculation
cs_cz: Uložit Kalkulaci

source: Calculation List
cs_cz: Seznam Kalkulací

source: Calculation Name
cs_cz: Jméno kalkulace

source: Product
cs_cz: Produkt

source: Service
cs_cz: Služba

source: Generic Component
cs_cz: Obecná komponenta

source: Calculation Component
cs_cz: Komponenta Kalkulace

source: Preview
cs_cz: Živý návrh

source: -- None --
cs_cz: -- Žádný --

source: Show Label
cs_cz: Zobrazit Štítek

source: Custom Label
cs_cz: Vlastní štítek

source: Label Classes
cs_cz: Třídy štítku

source: Input Classes
cs_cz: Třídy prvku

source: To add multiple classes separate them by using semicolon: ';'
cs_cz: Pro přidání více tříd je oddělte středníkem ";"

source: Custom CSS
cs_cz: Vlastní CSS

source: Base Value
cs_cz: Základní hodnota

source: Unchecked Value
cs_cz: Hodnota při odškrtnutí

source: Option
cs_cz: Název možnosti

source: Value
cs_cz: Hodnota možnosti

source: Slider Max
cs_cz: Maximum

source: Show Value
cs_cz: Zobrazit hodnotu

source: Suffix
cs_cz: Sufix

source: Original Value to Subtract from
cs_cz: Hodnota od které se odečítá

source: Complex calculation configuration
cs_cz: Nastavení komplexní kalkulace

source: Add Component Reference
cs_cz: Přidat referenci komponenty

source: Personal Customization
cs_cz: Vlastní přizpůsobení

source: Wrapper custom class
cs_cz: Vlastní obálkové styly

source: Calculation Description
cs_cz: Předpis Kalkulace

source: Label
cs_cz: Štítek

source: List
cs_cz: Výčet

source: Number Input
cs_cz: Číselná hodnota

source: Slider
cs_cz: Posuvník

source: Checkbox
cs_cz: Zaškrtávací políčko

source: Spacer
cs_cz: Distanční oddělovač

source: Horizontal Rule
cs_cz: Horizontální čára

source: Sum
cs_cz: Suma

source: Product Calculation
cs_cz: Kalkulace Součinu

source: Subtract Calculation
cs_cz: Odčítací kalkulace

source: Complex Calculation
cs_cz: Komplexní kalkulace

source: No Service found
cs_cz: Nebyly nalezeny žádné služby

source: No Calculation Component found
cs_cz: Nebyly nalezeny žádné komponenty kalkulace

source: No Generic Component found
cs_cz: Nebyly nalezeny žádné obecné komponenty

source: No Product found
cs_cz: Nebyly nalezeny žádné produkty

source: Please fill previous option and value
cs_cz: Vyplňte prosím předchozí možnosti a hodnoty

source: There are no valid components to be saved to calculation
cs_cz: Nejsou platné komponenty pro uložení kalkulace

source: Default calculation description
cs_cz: Výchozí popis kalkulace

source: Product Menu
cs_cz: Produkty

source: Services Menu
cs_cz: Služby

source: Statistics Menu
cs_cz: Statistiky

source: -- NONE --
cs_cz: -- ŽÁDNÝ --

source: To insert calculation use shortcode in form: <span class='InterCalcus-shortcode'>[InterCalcus_calculation id=3]</span> or if you are using Elementor plugin you can just drag and drop widget
cs_cz: Pro vložení kalkulace na stránku použijete shortcode ve formě: <span class='InterCalcus-shortcode'>[InterCalcus_calculation id=3]</span> nebo pokud používáte Elementor přetáhněte InterCalcus widget na stránku.

source: Body
cs_cz: Tělo

source: Created At
cs_cz: Vytvořeno

source: Modified At
cs_cz: Naposledy upraveno

source: Calculations List
cs_cz: Seznam kalkulací

source: Edit Calculation
cs_cz: Upravit kalkulaci

source: Edit
cs_cz: Upravit

source: Product Component
cs_cz: Popis produktu

source: Service Component
cs_cz: Popis služby

source: Add New Product
cs_cz: Přidat nový produkt

source: Edit Product
cs_cz: Upravit Produkt

source: Close
cs_cz: Zavřít

source: Create New Product
cs_cz: Vytvořit nový produkt

source: Product Name
cs_cz: Jméno produktu

source: Product Description
cs_cz: Popis produktu

source: Product Price
cs_cz: Cena produktu

source: Product Unit
cs_cz: Jednotka

source: Product Minimal Quantity
cs_cz: Minimální množství

source: Save
cs_cz: Uložit

source: Add New Service
cs_cz: Přidat novou službu

source: Edit Service
cs_cz: Upravit službu

source: Create New Service
cs_cz: Vytvořit novou službu

source: Service Name
cs_cz: Jméno služby

source: Service Description
cs_cz: Popis služby

source: Service Price
cs_cz: Cena služby

source: Service Unit
cs_cz: Jednotka

source: Service Minimal Quantity
cs_cz: Minimální množství

source: Download Interactions CSV
cs_cz: Stáhnout Interakce ve formátu CSV

source: There are no statistics to be shown yet. Once there will be interactions with your calculations, come back.
cs_cz: Nejsou zde žádná statistická data. Vraťte se zpět jakmile vznikne interakce s vaší kalkulací.

source: Intercalcus Custom Widget
cs_cz: Inter-Calcus Widget

source: Configuration
cs_cz: Konfigurace

source: Select Calculation
cs_cz: Výběr Kalkulace

source: No calculation selected
cs_cz: Nebyla žádná kalkulace

source: Intercalcus Widget for interactive calculations
cs_cz: Inter-Calcus Widget pro interaktivní kalkulace

source: ERROR
cs_cz: CHYBA

source: id parameter is missing or there is an issue in shortcode declaration
cs_cz: identifikační číslo chybí, nebo je chyba v deklaraci shortcodu

source: Try updating your shortcode to be like
cs_cz: Zkuste aktualizovat vložený shortcode dle formátu

source: Where 'id' determines what calculation you want to display
cs_cz: Kde 'id' uvádí kterou kalkulaci chcete zobrazit
